Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2010.tmx
Source language: en_us
Languages: zh_cn

source: We will strengthen intervention in birth defects; carry out a pilot program of free pre-pregnancy checkups; and provide quality health services for infants, pre-school children, and prenatal and nursing women.
zh_cn: 加强出生缺陷干预，开展免费孕前优生健康检查试点，做好孕产妇和婴幼儿保健工作。

source: We will continue to reward and support eligible rural families that comply with family planning regulations, and carry out the "lower birthrate equals faster prosperity" project in the western region.
zh_cn: 继续实施农村部分计划生育家庭奖励扶助制度和西部地区少生快富工程。

source: We will take effective measures to protect the rights and interests of women and minors.
zh_cn: 切实保护好妇女和未成年人权益。

source: We will intensify strategic research on coping with an aging population and move more quickly to create a sound system of old-age services so that people can live a happy life in their old age.
zh_cn: 加强应对人口老龄化战略研究，加快建立健全养老社会服务体系，让老年人安享晚年生活。

source: Firmly advancing reform and further expanding opening up
zh_cn: （七）坚定不移推进改革，进一步扩大开放

source: This year we will continue to deepen reform in key areas and crucial links and work hard to achieve new breakthroughs.
zh_cn: 今年要继续深化重点领域和关键环节改革，努力实现新的突破。

source: We will continue to make strategic adjustments in the distribution and structure of the state-owned sector.
zh_cn: 我们要继续推进国有经济布局和结构战略性调整。

source: We will speed up the reform to introduce the corporate system in large state-owned enterprises, especially parent companies of enterprises under the central government, and we will diversify their ownership and improve their corporate governance.
zh_cn: 加快大型国有企业特别是中央企业母公司的公司制改革，实现产权多元化，完善法人治理结构。

source: We will accelerate the reform of monopoly industries; promote reforms in public utilities; effectively expand market access; and actively introduce competitive mechanisms.
zh_cn: 加快推进垄断性行业改革，推进公用事业改革，切实放宽市场准入，积极引入竞争机制。

source: We will create a market environment for fair competition among economic entities under diverse forms of ownership and facilitate stronger growth of the non-public sector.
zh_cn: 着力营造多种所有制经济公平竞争的市场环境，更好地促进非公有制经济发展。

source: We will deepen the reform of prices for resource products and environmental protection charges. This is an important measure for conserving energy and resources, protecting the environment, and achieving sustainable development.
zh_cn: 深化资源性产品价格和环保收费改革，作为节约能源资源、保护环境、实现可持续发展的重要举措。

source: We will expand the trial of direct transactions between major electricity consumers and producers; introduce tiered prices for household consumption of electricity and water; and improve the mechanism of price setting and cost sharing for electricity generated from renewable energy.
zh_cn: 要扩大用电大户与发电企业直接交易试点，推行居民用电用水阶梯价格制度，健全可再生能源发电定价和费用分摊机制。

source: We will improve the pricing policy for water used in apiculture.
zh_cn: 完善农业用水价格政策。

source: We will reform the system of sewage and garbage treatment charges.
zh_cn: 改革污水处理、垃圾处理收费制度。

source: We will expand the trial of pollution rights trading.
zh_cn: 扩大排污权交易试点。

source: While pushing forward these reforms, we will balance the interests of different parties and ensure that the basic living conditions of people with low incomes are not adversely affected.
zh_cn: 在推进这些改革中要注意协调好各方面利益关系，决不能让低收入群众的基本生活受到影响。

source: We will continue to reform the fiscal and taxation systems.
zh_cn: 要继续推进财税体制改革。

source: We will strengthen the public finance system.
zh_cn: 健全公共财政体系。

source: We will improve the system of transfer payments, increase general transfer payments, and enhance the ability of local governments to provide basic public services.
zh_cn: 完善财政转移支付制度，加大一般性转移支付，增强地方政府提供基本公共服务的能力。

source: We will strengthen the fiscal management system at and below the provincial level, set up a mechanism to ensure basic funding for county governments, and carry forward reforms that place county finances directly under the management of provincial governments.
zh_cn: 健全省以下财政管理体制，完善县级基本财力保障机制，推进省直管县财政管理方式改革。

source: We will draw up budgets for all funds controlled by central and local governments, prepare budgets for social security funds on a trial basis, and improve the budget system for the use of state capital.
zh_cn: 全面编制中央和地方政府性基金预算，试编社会保险基金预算，完善国有资本经营预算制度。

source: We will continue to make progress in VAT reform.
zh_cn: 继续做好增值税转型工作。

source: We will carry forward the reform of resource taxes.
zh_cn: 推进资源税改革。

source: We will extend the urban construction and maintenance tax and education surcharges to foreign enterprises and nationals.
zh_cn: 统一内外资企业和个人城建税、教育费附加制度。

source: Improving the financial system is an important measure for countering the impact of the global financial crisis.
zh_cn: 健全金融体系是应对国际金融危机冲击的重要举措。

source: We will continue to improve corporate governance in financial institutions in which the state holds a controlling stake, improve their business management, and raise their ability to manage and control risks.
zh_cn: 要继续完善国有控股金融机构公司治理，改善经营管理机制，提高风险管控能力。

source: We will continue the reform of policy-based financial institutions.
zh_cn: 继续推动政策性金融机构改革。

source: We will steadily promote the transformation of asset management companies.
zh_cn: 稳步推进资产管理公司转型。

source: We will deepen the reform of rural credit cooperatives.
zh_cn: 深化农村信用社改革。

source: We will promote orderly development of small and medium-sized financial institutions.
zh_cn: 推动中小金融机构规范发展。

source: We will vigorously develop the financial market and encourage financial innovation.
zh_cn: 大力发展金融市场，鼓励金融创新。

source: We will promote pilot projects for the use of the renminbi in cross-border trade, and gradually develop overseas financial activities using the renminbi.
zh_cn: 推进跨境贸易人民币结算试点，逐步发展境外人民币金融业务。

source: We will continue building the deposit insurance system.
zh_cn: 推进存款保险制度建设。

source: We will speed up the development of agricultural insurance.
zh_cn: 加快发展农业保险。

source: We will actively yet prudently push forward the reform of institutions on the basis of scientific classifications and in accordance with the requirements that government and business functions be spun off from institutions, and that supervision be separated from day-to-day operations.
zh_cn: 要按照政事分开、事企分开和管办分离的要求，在科学分类的基础上，积极稳妥推进事业单位改革。

source: The reforms we are undertaking, including economic and political restructuring and reforms in other areas, are comprehensive.
zh_cn: 我们的改革是全面的改革，包括经济体制改革、政治体制改革以及其他各领域的改革。

source: Without political restructuring, it would not be possible for economic restructuring and the modernization drive to succeed.
zh_cn: 没有政治体制改革，经济体制改革和现代化建设就不可能成功。

source: We will develop socialist democracy, and effectively safeguard the democratic rights of the people as masters of the country, particularly their rights to vote and to stay informed about, participate and in, express views on, and oversee government affairs.
zh_cn: 要发展社会主义民主，切实保障人民当家作主的民主权利，特别是选举权、知情权、参与权、表达权和监督权。

source: We will further expand primary-level democracy, strengthen primary-level self-governing bodies, and improve the system of democratic administration at the primary level so that the people can better participate in the management of local public affairs.
zh_cn: 进一步扩大基层民主，健全基层自治组织和民主管理制度，让广大群众更好地参与管理基层公共事务。

source: We will uphold the rule of law and continue to run the government in accordance with the law.
zh_cn: 要坚持依法治国、依法行政。

source: We will further improve the legal system, particularly laws concerning the standardization and oversight of the exercise of power.
zh_cn: 进一步健全法制，特别要重视那些规范和监督权力运行的法律制度建设。

source: We will innovatively revise the methods and mechanisms of the government's legislative Work and expand public participation in it.
zh_cn: 创新政府立法工作的方法和机制，扩大立法工作的公众参与。

source: We will fully adapt to changes in the international situation, meet the needs of domestic development, and expand the breadth and depth of opening up.
zh_cn: 我们要全面适应国际形势变化和国内发展要求，拓展对外开放的广度和深度。

source: We will steadily develop foreign trade.
zh_cn: 稳定发展对外贸易。

source: This year the main focus is on opening new markets and adjusting the structure of and promoting balance in foreign trade.
zh_cn: 今年的主要着力点是拓市场、调结构、促平衡。

source: We will adhere to the strategy of diversifying markets and the strategy of competing on quality; implement and improve policies and measures on export tax rebates, export credit, and export credit insurance;
zh_cn: 坚持实施市场多元化战略和以质取胜战略，落实和完善出口退税、出口信贷、出口信用保险等各项政策措施，

source: and continue to improve services related to customs, quality inspection, and foreign exchange.
zh_cn: 继续改善海关、质检、外汇等方面的服务。

source: We will strengthen traditional markets and vigorously develop new markets.
zh_cn: 巩固传统市场，大力开拓新兴市场。

source: We will improve the export mix;stabilize exports of labor-intensive products; increase exports of electromechanical products as well as new-and high-technology products; energetically develop trade in services and service outsourcing; strive to cultivate exports of brand-name products and develop marketing networks and continue to strictly limit exports of resource products and products whose production consumes large quantities of energy and resources or is highly polluting.
zh_cn: 优化出口产品结构，稳定劳动密集型产品出口，扩大机电产品和高新技术产品出口，大力发展服务贸易和服务外包，努力培育出口品牌和营销网络，继续严格控制“两高一资”产品出口。

source: We will vigorously promote the transformation and upgrading of the processing trade.
zh_cn: 积极推进加工贸易转型升级。

source: We will promote the balanced development of imports and exports; focus on increasing imports of advanced technology and equipment, key spare parts, and goods in short supply domestically; keep all policies and measures for promoting and facilitating imports stable; and urge developed countries to ease export restrictions on new-and high-technology products to China.
zh_cn: 促进进出口平衡发展，重点扩大先进技术装备、关键零部件和国内紧缺物资进口，稳定各项进口促进政策和便利化措施，敦促发达国家放宽高新技术产品出口限制。

source: We will promote coordination between using other countries' investment in China and making Chinese investment overseas.
zh_cn: 推动利用外资和对外投资协调发展。

source: We will optimize the utilization of foreign investment; encourage more foreign investment in high-end manufacturing, new-and high-technology industries, modern service industries, and the new energy, energy-conservation and environmental protection industries; encourage multinational corporations to set up regional headquarters and other functional agencies in China; and encourage Chinese and foreign enterprises to strengthen cooperation in R&D.
zh_cn: 优化利用外资结构，鼓励外资投向高端制造业、高新技术产业、现代服务业、新能源和节能环保产业，鼓励跨国公司在华设立地区总部等各类功能性机构，鼓励中外企业加强研发合作。

source: We will encourage the use of foreign investment for restructuring, upgrading, merging, and reorganizing Chinese companies, and quickly establish a security review system for mergers and acquisitions involving foreign investment.
zh_cn: 鼓励外资参与国内企业改组改造和兼并重组，加快建立外资并购安全审查制度。

source: We will work to attract both investment and talent from overseas.
zh_cn: 促进“引资”与“引智”相结合。

source: We will guide foreign investors to transfer and increase their investments to the central and western regions.
zh_cn: 引导外资向中西部地区转移和增加投资。

source: We will accelerate the implementation of the "go global" strategy; encourage Chinese industries whose products are in demand in foreign markets to transfer their production capacity overseas in an orderly manner; support qualified enterprises to carry out overseas mergers and acquisitions; deepen mutually beneficial cooperation concerning foreign resources; and improve the quality of overseas contracted projects and labor service cooperation.
zh_cn: 加快实施“走出去”战略，鼓励符合国外市场需求的行业有序向境外转移产能，支持有条件的企业开展海外并购，深化境外资源互利合作，提高对外承包工程和劳务合作的质量。

source: We will further simplify examination and approval procedures, and give enterprises decision-making power over their overseas investments.
zh_cn: 进一步简化各类审批手续，落实企业境外投资自主权。

source: Enterprises that have "gone global" should operate in accordance with the law, avoid risks, prevent vicious competition, and safeguard the country's overall interests and good image.
zh_cn: “走出去”的企业要依法经营，规避风险，防止恶性竞争，维护国家整体利益和良好形象。

source: We will deepen multilateral and bilateral business cooperation.
zh_cn: 深化多边双边经贸合作。

source: We will strengthen and improve business ties with developed countries, deepen mutually beneficial cooperation with other developing countries, and conscientiously implement the eight new policy measures for China's pragmatic cooperation with African countries.
zh_cn: 加强和改善与发达国家的经贸关系，深化与发展中国家的互利合作，认真落实中非务实合作八项新举措。

source: We will make full use of the role of high-level economic dialogue and bilateral economic and trade joint commissions.
zh_cn: 发挥经济高层对话和双边经贸联委会作用。

source: We will quicken the pace of establishing free trade zones.
zh_cn: 加快自由贸易区建设步伐。

source: We will actively 'participate in the Doha round of trade talks to reach a more reasonable and balanced outcome as early as possible.
zh_cn: 积极参与多哈回合谈判，推动早日达成更加合理、平衡的谈判结果。

source: We will oppose protectionism in all forms and properly handle trade frictions.
zh_cn: 反对各种形式的保护主义，妥善处理贸易摩擦。

source: The Shanghai World Expo will open soon.
zh_cn: 上海世博会即将拉开帷幕。

source: We will strengthen cooperation with all participating countries, regions, and international organizations to make the Expo a successful, spectacular, and unforgettable event, and one that promotes the progress of human civilization, scientific and technological innovation, and exchanges and cooperation between, and common development of China and other countries of the world.
zh_cn: 要加强与各参展国家、地区和国际组织的合作，把上海世博会办成一届成功、精彩、难忘的盛会，办成一届促进人类文明进步，促进科技创新，促进我国与世界各国交流合作、共同发展的盛会。

source: 8. Working hard to build a service-oriented government that the people are satisfied with
zh_cn: （八）努力建设人民满意的服务型政府

source: Over the past year, new progress was made in government self-reform and self-development.
zh_cn: 一年来，政府自身改革和建设取得新进展。

source: To deal with difficulties of all kinds, we paid particular attention to promoting democracy, listening to the opinions of the masses, and protecting their interests.
zh_cn: 为应对各种困难，我们特别注意发扬民主、倾听基层群众意见，重视维护群众利益。

source: Our civil servants are devoted, diligent and responsible, and they made positive contributions to sustaining economic growth and ensuring people's well-being and maintaining stability.
zh_cn: 广大公务员兢兢业业、勤勉尽责，为保增长、保民生、保稳定作出了积极贡献。

source: Nevertheless, the government's work still fell considerably short of public expectations.
zh_cn: 但是政府工作与人民的期望还有较大差距。

source: The transformation of government functions is incomplete; there is too much government interference in the micro-economy, and public administration and services are relatively weak.
zh_cn: 职能转变不到位，对微观经济干预过多，社会管理和公共服务比较薄弱；

source: Some government employees give too little consideration to carrying out their official duties in accordance with the law;
zh_cn: 一些工作人员依法行政意识不强；

source: some leading cadres are divorced from reality and the masses, and are excessively formalistic and bureaucratic;
zh_cn: 一些领导干部脱离群众、脱离实际，形式主义、官僚主义严重；

source: and some areas are prone to corruption.
zh_cn: 一些领域腐败现象易发多发。

source: With the focus on transforming government functions, we will deepen reform of the administrative system, work hard to make the government devoted to service, strive to create a fair development environment for all types of market entities, deliver quality public services to the masses, and uphold social fairness and justice.
zh_cn: 我们要以转变职能为核心，深化行政管理体制改革，大力推进服务型政府建设，努力为各类市场主体创造公平的发展环境，为人民群众提供良好的公共服务，维护社会公平正义。

source: We will fully and properly perform government functions and attach greater importance to public services and administration.
zh_cn: 我们要全面正确履行政府职能，更加重视公共服务和社会管理。

source: We will quickly improve the public service system with full coverage for all, and comprehensively improve our ability to provide basic public services.
zh_cn: 加快健全覆盖全民的公共服务体系，全面增强基本公共服务能力。

source: We will improve the mechanisms for responding to major natural disasters and emergencies that threaten public safety.
zh_cn: 健全重大自然灾害、突发公共安全事件应急处理机制。

source: We will improve our ability to prevent and mitigate natural disasters.
zh_cn: 加强防灾减灾能力建设。

source: We will strengthen the oversight and supervision of food and drug quality. We will ensure workplace safety and reduce the occurrence of major accidents.
zh_cn: 加强食品药品质量监管，做好安全生产工作，遏制重特大事故发生。

source: We need to adapt to new circumstances, promote reform and innovation in the public administration system, and properly adjust the relationships between different interests.
zh_cn: 要适应新形势，推进社会管理体制改革和创新，合理调节社会利益关系。

source: We will earnestly deal with serious infringements on the interests of the people related to conversion of enterprises to a stockholding system, land expropriation, housing demolition and resident relocation, environmental protection, labor disputes, and legal and litigation issues in order to safeguard the people's lawful rights and interests.
zh_cn: 认真解决企业改制、征地拆迁、环境保护、劳动争议、涉法涉诉等领域损害群众利益的突出问题，保障人民群众的合法权益。

source: We will improve the handling of public complaints lodged via letters or visits.
zh_cn: 加强和改进信访工作。

source: We will improve supervision of and services for the floating population.
zh_cn: 改善流动人口管理和服务。

source: We will strengthen all facets of public security, focus on resolving serious public security issues, and guard against and severely crack down on crimes of all sorts in accordance with the law in order to safeguard national security and social stability.
zh_cn: 加强社会治安综合治理，着力解决突出治安问题，防范和依法严厉打击各类违法犯罪活动，维护国家安全和社会稳定。

source: We will work hard to improve our executive ability and earn greater public trust.
zh_cn: 要努力提高执行力和公信力。

source: We will continue to make decision making more scientific and democratic, and ensure that all of our policies are more suitable to conditions and can stand the test of time.
zh_cn: 坚持决策的科学化、民主化，使各项政策更加符合实际、经得起检验。

source: We will strengthen inspection and oversight of policy implementation and ensure that all orders are carried out and all prohibitions are observed.
zh_cn: 加强对政策执行情况的检查监督，做到令行禁止。

source: We will strengthen administrative accountability. All persons who are derelict in their duty, fail to do their jobs or do them irresponsibly will be held fully accountable.
zh_cn: 强化行政问责，对失职渎职、不作为和乱作为的，要严肃追究责任。

source: All localities and departments must implement the decisions and arrangements of the central leadership effectively, and they may never go their own way.
zh_cn: 各地区、各部门对中央的决策部署要执行有力，绝不允许各自为政。

source: Government agencies at all levels and their civil servants must conscientiously abide by the Constitution and laws and carry out their administrative duties in strict accordance with the law.
zh_cn: 各级行政机关及其公务员要自觉遵守宪法和法律，严格依法行政。

source: We will effectively improve law enforcement in government administration and work to ensure that laws are enforced in a standard, fair and civil manner.
zh_cn: 切实改进行政执法工作，努力做到规范执法、公正执法、文明执法。

source: We will accelerate the establishment of a sound operating mechanism for government administration, one that allows decision making, enforcement, and oversight departments to restrain and coordinate with each other.
zh_cn: 加快建立健全决策、执行、监督相互制约又相互协调的行政运行机制。

source: We will give high priority to fighting corruption and encouraging integrity. This has a direct bearing on the firmness of our grip on political power.
zh_cn: 要把反腐倡廉建设摆在重要位置，这直接关系政权的巩固。

source: Leading cadres at all levels, especially high-ranking ones, must resolutely implement the central leadership's regulations on reporting the main facts concerning their personal financial situations and property, including their incomes, housing and investments, as well as the jobs of their spouses and children, and willingly accept the oversight of departments for discipline inspection.
zh_cn: 各级领导干部特别是高级干部要坚决执行中央关于报告个人经济和财产，包括收入、住房、投资，以及配偶子女从业等重大事项的规定，并自觉接受纪检部门的监督。

source: We will make investigating and prosecuting major violations of the law and discipline an important task in the fight against corruption.
zh_cn: 要把查处违法违纪大案要案，作为反腐败的重要任务。

source: We will get supervision and auditing departments to fully play their role in strengthening oversight of the exercise of administrative power.
zh_cn: 充分发挥监察、审计部门的作用，加强对行政权力运行的监督。

source: We will create a sound body of regulations to prevent and punish corruption, particularly administrative regulations concerning the allocation of public resources, trade in public assets, and the production of public goods, and we will also enhance their binding force.
zh_cn: 要建立健全惩治和预防腐败体系的各项制度，特别要健全公共资源配置、公共资产交易、公共产品生产等领域的管理制度，增强制度约束力。

source: We will run the government diligently and frugally, oppose extravagance and waste, and constantly reduce administrative costs.
zh_cn: 要坚持勤俭行政，反对铺张浪费，不断降低行政成本。

source: We will strictly control the construction of office buildings for Party and government bodies, prohibit extravagant remodeling of their office buildings, accelerate the reform of regulations concerning official receptions and the use of official cars, and firmly restrict the use of public funds for traveling abroad.
zh_cn: 严格控制楼堂馆所建设，禁止高档装修办公楼，加快公务接待、公车使用等制度改革，从严控制公费出国出境。

source: We will effectively reduce the number of meetings and documents, particularly meetings, celebrations, and forums that are long on form and short on content.
zh_cn: 切实精简会议和文件，特别要减少那些形式重于内容的会议、庆典和论坛。

source: We will promote transparency of administrative affairs, improve regulations for transparent governance and administrative review, create conditions for the people to criticize and oversee the government, let the news media fully play their oversight role, and exercise power openly.
zh_cn: 要深入推进政务公开，完善各类公开办事制度和行政复议制度，创造条件让人民批评政府、监督政府，同时充分发挥新闻舆论的监督作用，让权力在阳光下运行。

source: Everything we do we do to ensure that the people live a happier life with more dignity and to make our society fairer and more harmonious.
zh_cn: 我们所做的一切都是要让人民生活得更加幸福、更有尊严，让社会更加公正、更加和谐。

source: The Chinese nation's life, strength and hope lie in promoting solidarity achieving common progress of our ethnic groups.
zh_cn: 促进民族团结，实现共同进步，是中华民族的生命、力量和希望所在。

source: We must consolidate and develop socialist ethnic relations based on equality, unity, mutual assistance, and harmony.
zh_cn: 要巩固和发展平等、团结、互助、和谐的社会主义民族关系。

source: We will conscientiously implement the policies and measures of the central leadership to support development of ethic minorities and ethnic minority areas, and give high priority to supporting acceleration of the development of ethnic minority border areas.
zh_cn: 认真落实中央支持少数民族和民族地区发展的政策措施，优先支持边疆民族地区加快发展。

source: We will accelerate renovation of dilapidated buildings along our borders, and build permanent housing for nomads.
zh_cn: 加快完成边境一线地区危旧房改造，实施游牧民定居工程。

source: Pilot programs for the new system of old-age insurance for rural residents need to be launched first in border counties and poverty-stricken counties in ethnic minority areas, will increase our support for the development of ethnic groups with small populations.
zh_cn: 新型农村社会养老保险要优先在边境县、民族地区贫困县试点。加大扶持人口较少民族发展力度。

source: We will continue to bring prosperity to border areas and the people who live there.
zh_cn: 继续推进兴边富民行动。

source: We will give high priority to protecting the cultural heritage of ethnic minorities and the ecosystems in ethnic minority areas.
zh_cn: 重视保护少数民族文化遗产和民族地区生态环境。

source: We will do a good job in our work concerning public services and employment for and supervision of floating populations from ethnic minorities, and protect their lawful rights and interests.
zh_cn: 切实做好少数民族流动人口公共服务、就业和管理工作，保障他们的合法权益。

source: In addition, we will cultivate national consciousness and the sense of citizenship.
zh_cn: 同时，加强国家意识、公民意识教育。

source: We need to take a clear-cut stand against attempts to split the nation, safeguard national unity, and get ethnic minorities and the people of all ethnic groups who live in ethnic minority areas to feel the warmth of the motherland as one large family.
zh_cn: 我们要旗帜鲜明地反对民族分裂，维护祖国统一，让少数民族和民族地区各族群众充分感受到祖国大家庭的温暖。
